{
	"WBUI2":
	{
		"settings":
		{
			"openbutton": 0,
			"hideicon": false,
			"hideiconafter": 0,
			"iconurl": "https://i.ibb.co/hJBt5cGC/MjdLXVj.png",
			"disableicontext": true,
			"iconposition": 0,
			"icontextcolor": 0,
			"openonstart": false,
			"openonstartonlynewplayers": false,
			"updateinterval": 0
		},
		"tabs": [
			{
				"layout": 2,
				"buttontext": "Inicio",
				"imageurl": "https://i.ibb.co/77NrPCy/kop1SEP.jpg",
				"content": [
					{
						"title": "Bienvenido a ShadowArk",
						"text": "▶ ShadowArk es un servidor PVE, con Eventos y con la opcion de Tribewars (se pueden declarar guerras entre tribus y hacer pvp incluyendo raideos). No Wipe.\r\n\r\n▶ El servidor dispone de pagina web con tienda de items, dinos, pack de inicio, etc. Ademas de servidor de Discord con toda la informacion necesaria, es muy recomendable entrar al Discord para estar al día de las noticias, eventos, etc.\r\n\r\n▶ Accede a la tienda desde el boton \"Tienda web\" y echa un vistazo a las recompensas que puedes conseguir votando por el servidor, pasando horas dentro del servidor o donando para ayudar a mantener el servidor activo. \r\n\r\n▶ Accede al servidor de Discord desde el botón \"Discord\" para encontrar la información necesaria para vincular tu cuenta a la web y poder usar la tienda.\r\n\r\n▶ Al votar por el servidor desde el boton \"Votar\" ganaras 20 Shadowcoins que podras gastar en la tienda web, para conseguir las monedas debes claimear el voto en la página web o discord, puedes ver las instrucciones en nuestro discord."
					}
				]
			},
			{
				"layout": 2,
				"buttontext": "Info ESP",
				"imageurl": "https://i.ibb.co/3mfFTFVv/TTPwwRi.png",
				"content": [
					{
						"title": "",
						"text": "▶ RATES:\r\n- Experiencia x2, Cosecha/Farmeo x5, Tameo x5, Crianza x20.\r\n- Dificultad x5 (Nivel max. dinos salvajes: 150).\r\n- Estadisticas del personaje y dinosaurios modificadas.\r\n- Stacks modificados.\r\n\r\n\r\n▶ CASINO:\r\n(Se encuentra dentro del propio mercado de cada mapa)\r\n- Las monedas del bronce se consiguen canjeando Quitina en el Mercado (2000x de quitina por 1x moneda de bronce en el NPC: Intercambio).\r\n- Las monedas de plata se consiguen en la caja de bronce.\r\n- Las monedas de oro en la caja de plata, los dinos de la caja de oro son solamente los mejores del juego.\r\n- Todos los dinos que pueden tocar en el casino son castrados y de nivel 230.\r\n- El recurso Quitina no puede ser transferida a otro mapa.\r\n- Las monedas del casino no pueden ser transferidas como tal a otro mapa, se necesita utilizar la hucha (PIGGY) que se desbloquea en engramas:\r\n      - No meter mas de un stack de monedas en una hucha: maximo 500x monedas de bronce, 50x monedas de plata y 20x monedas de oro.\r\n\r\n▶ MERCADO:\r\n(Coordenadas del Mercado en cadamapa)\r\n- The Island: 83 - 25\r\n- Scorched Earth: 55 - 62\r\n- The Center: 34 - 15\r\n- Aberration: 43 - 32\r\n- Extinction: 49 - 61\r\n- Astraeos: 31 - 6\r\n- Ragnarok: 87 - 38\r\n- Valguero: 67.5 - 68\r\n\r\n▶ Tienda del servidor:\r\n- Los dinos que se venden en la tienda web son de nivel 250, se pueden criar y tienen 100% imprint del jugador que lo compra.\r\n\r\n▶ Por favor, revisad la guia de discord Vincular Personaje para vincular tu cuenta de Ark a la web, y podrás reclamar el kit de inicio y usar la tienda web.\r\n\r\n▶ Puedes conseguir ShadowCoins (monedas para la tienda web) de las siguientes maneras:\r\n- Por cada hora jugando al servidor (3 tokens).\r\n- Votando por el servidor desde el enlace que aparece dentro del juego al pulsar (F1 / Cuadrado / Y) y luego reclamandolo (20 tokens).\r\n- Comprando algun pack desde la tienda web, mediante donaciones para ayudar a mantener el servidor.\r\n\r\n▶ Mod Custom ShadowArk\r\n- Nuestro mod añade nuestras formas de conseguir los objetos de endgame como alas, blueprints (planos) de armas, armaduras, monturas y nuevas estructuras. Estos tickets se consiguen de diferente forma cada uno.\r\n- Ticket Azul: Mediante las misiones diarias de cada mapa (cada mapa cuenta con 3 misiones aleatorias), o comprando el pack en la tienda web.\r\n- Ticket Morado: Matando shinys (mini jefes), o en eventos."
					},
					{
						"title": "",
						"text": "▶ Comandos InGame:\r\n/tienda o /web = muestra el enlace de la tienda web\r\n/kit = muestra el enlace de la guía para vincular tu personaje para poder comprar el kit en la tienda web.\r\n/shadowcoins o /tokens = muestra la cantidad de ShadowCoins que tienes ahorrado.\r\n/players = muestra la cantidad de jugadores que hay conectados en el mapa.\r\n/discord /dc = muestra el enlace de discord\r\n/mercado = muestra las coordenadas del mercado/casino segun el mapa en el que estes.\r\n\r\n▶ Decay de estructuras (tiempo de deterioro de estructuras)\r\n- Tier de Paja: 6 días\r\n- Tier de Madera: 12 días\r\n- Tier de Adobe: 12 días\r\n- Tier de Piedra: 18 días\r\n- Tier de Invernadero: 22 días y 12 horas\r\n- Tier de Metal: 24 días\r\n- Tier de Tek: 30 días\r\n- Dinosaurios: 16 días\r\n\r\n▶ Funciones habilitadas/deshabilitadas:\r\n- Habilitado la posibilidad de sacar dinos de otros mapas en el mapa de Aberration. Por ejemplo: Thylacoleo\r\n- No se puede volar en cuevas con voladores.\r\n- Al desconectarse todos los miembros de la tribu, los dinosaurios con el apareamiento habilitado, estos se desactivaran.\r\n- Creacion de Tiendas de jugador: Habilitado en el mapa de RAGNAROK\r\n- Deshabilitado el poder arrastrar cuerpos de otras tribus/aliados\r\n- Deshabilitado el poder lootear cuerpos/bolsas de otras tribus/aliados\r\n\r\n▶ Importante - Transferencias:\r\nNo subir items/estructuras de mods (incluido la Incubadora de Huevos) a la nube en un obelisco/transmitter... Ark por defecto no deja descargar estos items en otro mapa. Viajar siempre con los items en vuestro inventario del personaje.\r\n\r\nNo nos hacemos responsables en caso de subir un item y no poder descargarlo. En caso de cualquier duda puedes preguntar via Crear Ticket o Chat General, antes de cometer el error y no poder descargarlo."
					}
				]
			},
			{
				"layout": 3,
				"buttontext": "Normas ESP",
				"imageurl": "https://i.ibb.co/MDzXTXdQ/Ow4rhKW.jpg",
				"content": [
					{
						"title": "NORMAS DE COMPORTAMIENTO",
						"text": "- Los Admins estamos para ayudar, ser respetuosos a la hora de pedir favores y nunca pedir que te regalen nada.\r\n\r\n- Usa un lenguaje correcto y se respetuoso con los demas.\r\n\r\n- No se permitira el nombre de Humano, ni ningun nombre con caracteres especiales.\r\n\r\n- Esta prohibido insultar, abusar o despreciar a nadie (Si alguien te falta el respeto, o no te trata con educacion: no seguir esa dinamica y avisar a un Admin en lugar de discutir, o ambos podreis tener sanciones).\r\n\r\n- Esta prohibido usar bugs/exploits del juego, -SI SON DETECTADOS SE PROCEDERA A BANEO PERMANENTE DE LA TRIBU.\r\n      - En caso de que detecteis algun bug/exploit del juego, estos han de ser reportados a la administracion lo antes posible mediante Crear ticket en discord.\r\n\r\n- No esta permitido el uso de hacks y glitchs.\r\n\r\n- El comportamiento PvP (atraer/lanzar dinos salvajes a bases de jugadores, agarrar/encerrar a otro jugador sin consentimiento, robar y/o matar a otro jugador, robar crianzas) sera motivo de baneo permanente.\r\n\r\n- No nos gusta que se critique a la espalda y tampoco las peleas por chat, el incumplimiento de esta norma puede repercutir negativamente en los afectados.\r\n\r\n- La administracion no se hara responsable de la perdida de dinos o items por causa de bugs del juego, ni por fallo del propio jugador.\r\n\r\n- Los Drops/Loot crates y los Shinys le pertenecen al que llegue primero, y hay que vaciarlos por completo, lo mismo que las presas de castores.\r\n\r\n- Las Venas de elemento y Drops de oleadas (Extinction) le pertenece al que llegue primero y lo reclame. No se permite que otro jugador interfiera en uno de ellos sin el permiso del que lo reclama.\r\n\r\n- No esta permitido cerrar con construcciones las estructuras de recoleccion/mapa: (Veta de aceite, Grifo de savia, Extractor de gas, Planta Z, Nodo de Carga, Terminal de la Ciudad, etc), ni Drops/Loot crates."
					},
					{
						"title": "NORMAS DE CONSTRUCCION",
						"text": "- ESTA PROHIBIDO CONSTRUIR EN CUEVAS DE ARTEFACTOS, CERCA DEL MERCADO/CASINO, DROPS, NOTAS DE EXPLORADOR o ZONA RICA EN RECURSOS VALIOSOS (los sacos de dormir o camas colocados en estas, deben ser retirados una vez que se abandone la cueva).\r\n\r\n- Es obligatorio construir las murallas/perimetro de base con Puertas Behemoth (marcos y puertas colosales).\r\n\r\n- Es obligatorio desbloquear los Transmitter y Teletransportadores que esten fuera del perimetro de vuestra base.\r\n\r\n- Todas las estructuras temporales ubicadas fuera de la base tienen que ser removidas inmediatamente despues de cumplir con su proposito con la excepcion de trampas de tameo, transmitter y teletransportadores desbloqueados (es decir, barricadas, estructuras de domesticacion sin desbloquear, hoguera, sacos de dormir, etc, NO cuentan como estructuras temporales los extractores de gas, aceite, y grifos de savia, los cuales estan limitados a 1 bloqueado por tribu, el resto deberan estar desbloqueados.\r\n\r\n- No se permite colocar cimientos o pilares para que no aparezcan dinos o vegetacion, dentro la base si se pueden poner para evitar respawns.\r\n\r\n- Se permitiran un maximo de 2 bases por mapa y tribu.\r\n\r\n- No se permite la construccion de trenes, debido a que bloquea la construccion de bases en un area circundante.\r\n\r\n- No se permite la construccion de mega estructuras para subir a las montañas.\r\n\r\n- Prohibido cerrar caminos/rios (se debera desbloquear una puerta colosal de entrada/salida).\r\n\r\n- La delimitacion de terreno para una base debera ser acorde para el uso de la misma.\r\n\r\n- Construir las bases con sentido comun en cuanto a tamaño, distancia con otras bases y cantidad de estructuras, e intenten no bloquear el paso al resto de jugadores."
					},
					{
						"title": "NORMAS SOBRE DINOSAURIOS",
						"text": "- No dejar dinos abandonados ni estructuras, si no se recogen se procedera a su eliminacion.\r\n\r\n- No esta permitido apropiarse de la genetica de otro jugador, ya sea robandole los huevos de los dinos, aprovechando las alianzas y o aprovechando la deambulacion de estos.\r\n\r\n- No esta permitido dejar dinosaurios farmeando solos, dejando el SoloFarm activado.\r\n\r\n- Cualquier Dino dejado en los Obeliscos y Mercados/Casinos sera considerado abandonado, y se procedera a su eliminacion sin previo aviso -TRAS UN PLAZO MAXIMO DE 3 DIAS.\r\n\r\n- No dejar dinos en agresivo por el mapa que puedan afectar al tameo de otros jugadores.\r\n\r\n- Por favor no tener fuera de cryopods un exceso de dinos que puedan causar lag (tener fuera solamente los que esten apareando y con un poco de vista) y nunca tener 2 oasisaurios fuera de dinoball (maximo 1)."
					}
				]
			},
			{
				"layout": 2,
				"buttontext": "Info ENG",
				"imageurl": "https://i.ibb.co/3mfFTFVv/TTPwwRi.png",
				"content": [
					{
						"title": "",
						"text": "▶ RATES:\r\n- Experience x2, Harvest/Farming x5, Taming x5, Breeding x20.\r\n- Difficulty x5 (Max. wild dinosaur level: 150).\r\n- Character and dinosaur stats modified.\r\n- Stacks modified.\r\n\r\n▶ CASINO:\r\n(Located within the market on each map)\r\n- Bronze coins are obtained by exchanging Chitin at the Market (2000x Chitin for 1x Bronze coin at the Exchange NPC).\r\n- Silver coins are obtained from the Bronze box.\r\n- Gold coins are obtained from the Silver box. The dinos in the Gold box are only the best in the game.\r\n- All dinos that can play in the casino are neutered and level 230.\r\n- The Chitin resource cannot be transferred to another map.\r\n- Casino coins cannot be transferred to another map; you must use the PIGGY (Piggy Bank), which is unlocked through engrams:\r\n- Do not place more than one stack of coins in a piggy bank: maximum 250x bronze coins, 50x silver coins, and 20x gold coins.\r\n\r\n▶ MARKET:\r\n(Market coordinates on each map)\r\n- The Island: 83 - 25\r\n- Scorched Earth: 55 - 62\r\n- The Center: 34 - 15\r\n- Aberration: 43 - 32\r\n- Extinction: 49 - 61\r\n- Astraeos: 31 - 6\r\n- Ragnarok: 87 - 38\r\n- Valguero... COMING SOON\r\n\r\n▶ Server Store:\r\n- Dinosaurs sold in the web store are level 250, can be bred, and have a 100% imprint of the player who purchases them.\r\n\r\n▶ Please review the Discord Character Linking guide to link your Ark account to the web, and you will be able to claim the starter kit and use the web store.\r\n\r\n▶ You can earn ShadowCoins (currencies for the web store) in the following ways:\r\n- For every hour you play on the server (3 tokens).\r\n- Voting for the server from the link that appears in-game by pressing (F1 / Square / Y) and then claiming it (20 tokens).\r\n- Purchasing a pack from the web store, or through donations to help maintain the server.\r\n\r\n▶ ShadowArk Custom Mod\r\n- Our mod adds our own ways to obtain endgame items such as wings, weapon blueprints, armor, mounts, and new structures. These tickets are obtained in different ways.\r\n- Blue Ticket: Through daily quests on each map or through purchases in the web store.\r\n- Purple Ticket: By killing shinies (mini-bosses) or winning events."
					},
					{
						"title": "",
						"text": "▶ In-Game Commands:\r\n/tienda or /web = displays the web shop link\r\n/kit = displays the link to the guide to link your character so you can purchase the kit from the web shop.\r\n/shadowcoins or /tokens = displays the amount of ShadowCoins you have saved.\r\n/players = displays the number of players online on the map.\r\n/discord /dc = displays the Discord link\r\n/mercado = displays the market/casino coordinates based on the map you're currently on.\r\n\r\n▶ Structure Decay (structure decay time)\r\n- Thatch Tier: 6 days\r\n- Wood Tier: 12 days\r\n- Adobe Tier: 12 days\r\n- Stone Tier: 18 days\r\n- Greenhouse Tier: 22 days and 12 hours\r\n- Metal Tier: 24 days\r\n- Tek Tier: 30 days\r\n- Dinosaurs: 16 days\r\n\r\n▶ Enabled/Disabled Features:\r\n- Enabled the ability to bring dinosaurs from other maps onto the Aberration map. For example: Thylacoleo\r\n- Flying in caves is not allowed.\r\n- When all tribe members log out, dinosaurs with mating enabled will be disabled.\r\n- Player Shop Creation: Enabled on the RAGNAROK map\r\n- Disabled ability to drag bodies of other tribes/allies\r\n- The ability to loot bodies/bags of other tribes/allies has been disabled.\r\n\r\n▶ Important - Transfers:\r\nDo not upload mod items/structures (including the Egg Incubator) to the cloud on an obelisk/transmitter. Ark, by default, does not allow you to download these items to another map. Always travel with the items in your character inventory.\r\n\r\nWe are not responsible if you upload an item and are unable to download it. If you have any questions, please ask via Create Ticket or General Chat before making the mistake and being unable to download it."
					}
				]
			},
			{
				"layout": 3,
				"buttontext": "Rules ENG",
				"imageurl": "https://i.ibb.co/MDzXTXdQ/Ow4rhKW.jpg",
				"content": [
					{
						"title": "RULES OF LIVING AND CONDUCT",
						"text": "- Admins are here to help. Please be respectful when asking for favors and never ask for anything for free.\r\n\r\n- Use correct language and be respectful of others.\r\n\r\n- The name Human or any name with special characters will not be allowed.\r\n\r\n- It is forbidden to insult, abuse, or belittle anyone (If someone disrespects you or is rude to you: do not follow this pattern and notify an Admin instead of arguing, or both of you may be subject to sanctions).\r\n\r\n- It is forbidden to use bugs or exploits in the game. If detected, you will be permanently banned from the tribe.\r\n\r\n- If you detect any bugs or exploits in the game, they must be reported to the administration as soon as possible via the Discord channel: Create Ticket\r\n\r\n- The use of hacks and glitches is prohibited.\r\n\r\n- PvP behavior (luring/throwing wild dinos into player bases, grabbing/enclosing another player without consent, stealing and/or killing another player, stealing offspring) will result in a permanent ban.\r\n\r\n- We do not like backbiting or chat fights. Failure to comply with this rule may have negative repercussions for those affected.\r\n\r\n- The administration will not be responsible for the loss of dinos or items due to game bugs or player error.\r\n\r\n- Drops/Loot Crates and Shinys belong to whoever arrives first and must be emptied completely, as must beaver dams.\r\n\r\n- Element Veins and Wave Drops (Extinction) belong to whoever arrives first and claims them. Another player is not allowed to interfere with one of them without the claimant's permission.\r\n\r\n- It is not allowed to close with buildings the collection/map structures: (Oil Vein, Sap Tap, Gas Extractor, Plant Z, Cargo Node, City Terminal, etc.), nor Drops/Loot crates."
					},
					{
						"title": "BUILDING RULES",
						"text": "- BUILDING IS PROHIBITED IN ARTIFACT CAVES, NEAR MARKET/CASINO, DROPS, EXPLORER'S NOTES, or AREAS RICH IN VALUABLE RESOURCES (sleeping bags or beds placed in these must be removed once the cave is abandoned).\r\n\r\n- It is mandatory to build base walls/perimeters with Behemoth Gates (colossal frames and doors).\r\n\r\n- It is mandatory to unlock Transmitters and Teleporters that are outside the perimeter of your base.\r\n\r\n- All temporary structures located outside the base must be removed immediately after fulfilling their purpose, with the exception of taming traps, transmitters, and unlocked teleporters (i.e., barricades, unlocked taming structures, campfires, sleeping bags, etc.). Gas, oil, and sap taps do not count as temporary structures, which are limited to 1 locked per tribe; the rest must be unlocked.\r\n\r\n- Placing foundations or pillars to prevent dinosaurs or vegetation from spawning is not allowed. They can be placed inside the base to prevent respawns.\r\n\r\n- A maximum of 2 bases will be allowed per map and tribe.\r\n\r\n- Building trains is not allowed, as it blocks base construction in the surrounding area.\r\n\r\n- Building megastructures to climb mountains is not allowed.\r\n\r\n- Building in resource-rich areas is prohibited, as long as there are no other areas. rich in that resource on that map.\r\n\r\n- Closing roads/rivers is prohibited (a colossal entrance/exit gate must be unblocked).\r\n\r\n- The land demarcation for a base must be appropriate for its use.\r\n\r\n- Build bases with common sense regarding size, distance from other bases, and number of structures, and try not to block the path of other players."
					},
					{
						"title": "DINOSAUR RULES",
						"text": "- Do not leave abandoned dinosaurs or structures. Failure to collect them will result in their elimination.\r\n\r\n- It is not permitted to appropriate another player's genetics, whether by stealing dinosaur eggs, exploiting alliances, or taking advantage of their wandering.\r\n\r\n- It is not permitted to leave dinosaurs farming alone, leaving SoloFarm enabled.\r\n\r\n- Any dinosaurs left in Obelisks and Markets/Casinos will be considered abandoned and will be eliminated without prior notice—AFTER A MAXIMUM PERIOD OF 3 DAYS.\r\n\r\n- Do not leave aggressive dinosaurs on the map that could affect the size of other players.\r\n\r\n- Please don't have too many dinos outside of cryopods that could cause lag (only have those that are mating and have some vision outside) and never have 2 oasisaurs outside of dinoball (maximum 1).\r\n"
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Banner ESP",
				"imageurl": "https://i.ibb.co/d4jxMD1y/Banner.png",
				"content": [
					{
						"title": "",
						"text": ""
					}
				]
			},
			{
				"layout": 1,
				"buttontext": "Banner ENG",
				"imageurl": "https://i.ibb.co/35JQ53zF/Bannereng.png",
				"content": [
					{
						"title": "",
						"text": ""
					}
				]
			}
		],
		"links": [
			{
				"text": "Tienda Web",
				"url": "https://shadowarkesp.gameserverapp.net/shop"
			},
			{
				"text": "Votar",
				"url": "https://shadowarkesp.gameserverapp.net/page/110918-Votar"
			},
			{
				"text": "Discord",
				"url": "https://discord.gg/c3VEYxrN6j"
			}
		],
		"version": 2
	}
}
